<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
	<meta charset="UTF-8">
    <meta name="viewport" content="width=device-width,initial-scale=1,user-scalable=0">
	<title>人人加联盟公众平台协议</title>
	<%@ include file="/WEB-INF/jsp/weixin/comm_css.jsp" %>
	<style>
		p {margin:5px 0;}	
	</style>
</head>
<body ontouchstart="">
<div class="page">
    <div class="page__hd" style="margin-top:5px">
         <h2 style="text-align:center;vertical-align: middle;">人人加联盟公众平台协议</h2>
    </div>	
    <div class="page__bd">
      <form action="../saveInfo" method="post" id="form">
		<div class="weui-cells weui-cells_form" style="margin-top:5px">    	
            <div class="weui-cell">
                <div class="weui-cell__bd">
                    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人人加联盟公众平台（微信服务类公众号，以下简称平台）是为广大门窗零部件（如型材、玻璃、五金、其他配件等）和设计、加工、安装门窗服务等从业者以及门窗行业关联者（协会、物流、包装、广告、投资方面等）提供的仅限于信息分享/传播/获取等和产品销售及服务的平台。</p>
                	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;你务必审慎阅读、充分理解并同意本协议内容，才能使用本平台服务。</p>
                	<p>一、用户（不同的平台使用者，以下同此词义并简称你或用户）在本平台的账号/店铺注册、认证登录、获取/传播/分享/储存等不同方式的信息处理行为、销售产品及提供关联服务等行为即视为你已阅读并同意接受本协议的约束并自愿遵守本平台实际操作中的所有流程或规定等；</p>
                	<p>二、用户有违反第一条的任何行为时，本平台可随时单方限制、中止或终止向你提供本服务，并保留追究你相关责任之权限，由此给你带来的损失由你承担；</p>
                	<p>三、平台保留单方面对平台服务在任何时候不经任何通知的情况下进行修改、限制、终止等变动的权利（包括平台基于安全运营、用户体验、平台规则要求或长远发展等原因对用户单方面独立实施限制、中止或终止、发送商业广告等任何平台行为之权利），用户须接受本条款并承担此类风险（包括由此给用户带来的风险）；</p>
                	<p>四、平台拥有自身在平台服务中提供的一切内容的知识产权之所有权，同时对用户在使用平台服务中所产生的内容拥有完全独立的无偿使用权（包括平台对用户诸如头像、产品图片等公开非保密内容在法律允许的范围内进行独立的使用），用户通过平台发布的群发信息一经发布即视为免费为他方使用（涉及到用户转载任何非平台方或非平台用户提供信息的知识产权纠纷风险，由引进信息到本平台的首个发布/转载的用户承担此纠纷风险），同时因转载/复制/分享等任何方式将本平台内容（含平台自有内容和平台用户产生的内容）传递出去而带来的风险由最末位的传递之用户承担因之带来的风险；</p>
                	<p>五、平台对加入本平台的用户提交的信息进行合理且谨慎的审查并完成形式上的实名认证（用户对资料的真实性、合法性、准确性、完整性和有效性承担责任），但并不为用户实际行为及因资料虚假等任何用户在平台的行为提供任何担保（用户独立承担使用本平台各种服务时履行相应行为导致的责任，包括但不限于用户应对本平台的内容自行加以判断、对所发布信息被其他用户或第三方复制/转载/修改等作其他用途而致脱离原有发布者的预期和控制带来的风险承担责任，尤其是因用户行为导致与其他用户或不论是善意或是恶意的第三方发生争议的，由此给平台、其他用户或第三方造成损害的，用户应依法赔偿）；</p>
                	<p>六、不论何种不完全民事行为能力的用户，一旦登录或认证成为本平台用户及使用平台服务，则本平台默认为该类用户已取得法定监护人的实际同意；</p>
                	<p>七、用户独立完全承担因你发布/传送/传播的内容或行为等违反国家法律法规禁止的或有其他违法行为导致的后果；</p>
                	<p>八、用户三个月未完成注册、注册后一月内未进行首次登陆、三个月有登陆但未使用平台账号使用平台服务、一周内未及时更新信息（含同样信息的不刷新），本平台有权终止该用户在本平台账号的使用；</p>
                	<p>九、不论任何原因导致用户无法登录或影响使用，用户可按照平台规定进行申诉，但平台并不承诺用户一定能通过申诉找回帐号或恢复使用；</p>
                	<p>十、用户自行承担本平台提供服务过程中导致用户产生数据流量或短信通知等任何费用；</p>
                	<p>十一、用户自行承担因计算机病毒、黑客攻击、网络信号不稳定、平台或用户使用设备运行的软件/硬件或通信信号等出现故障、其他用户原因导致的风险、平台无法控制或合理预见的情形及任何不可抗力因素等非正常可预计的破坏等不可抗拒因素可能引起的任何损失和风险；</p>
                	<p>十二、平台依据本协议之规定或平台之规定获得处理用户违法违规行为的权利，该权利不构成平台之义务/承诺，平台不能也无法保证及时发现违法违规情形及进行相应处理；</p>
                	<p>十三、用户不得以任何理由未收到平台规则、通知、提示等作为抗拒该信息对用户产生的法律效力；</p>
                	<p>十四、用户授权平台代向涉嫌侵权的第三人采取法律手段进行维权；</p>
                	<p>十五、本协议签约地为中华人民共和国湖南省长沙市岳麓区；</p>
                	<p>十六、本协议（包括其他未提及事项）适用中华人民共和国大陆地区法律。</p>
                </div>
            </div>
        <div class="weui-cell no-top-line weui-btn-area_inline">
            <a class="weui-btn weui-btn_primary" href="to/submit">返回</a>
        </div>
    </div>
    </form>
	</div>
	<%@ include file="/WEB-INF/jsp/weixin/footer.jsp" %>
</div>
</body>
<%@ include file="/WEB-INF/jsp/weixin/comm_js.jsp" %>
</html>